[
  {
    "text": "В Англии 16 века самым трендовым блюдом среди аристократии и золотой молодежи был \"пирог с сюрпризом\". Когда такой пирог разрезали на застольях перед гостями, из него вылетали живые птицы!"
  },
  {
    "text": "Сыр признан самой желанной едой для воров во всем мире. Его крадут из магазинов чаще всего."
  },
  {
    "text": "До 2011 года российское законодательство относило пиво и все напитки, в которых меньше 10 градусов, к безалкогольным."
  },
  {
    "text": "Бананы, как и арбузы, на самом деле ягоды. А вот клубника - нет! Это цветоложе. И про банан: банановое растение — это гигантская трава, а бананы — ее ягоды. Согласно определению, ягода — это «мягкий, сочный плод, содержащий несколько семян». А трава — это «растение с мясистым, но не одревесневающим стеблем, который, после того как растение зацветет и даст семена, отмирает вниз до земли»."
  },
  {
    "text": "Сэндвич был изобретен человеком по имени Эрл Сэндвич. Он был заядлым игроком в покер и отказывался вставать из-за игрального стола ради еды."
  },
  {
    "text": "Вы на самом деле можете услышать, как растет ревень! Звук возникает из-за раскрывающихся бутонов. Говорят, что в течение вегетационного периода ревень постоянно скрипит."
  },
  {
    "text": "Большой мешок с фисташками (как и любое большое количество этих орехов) в любой момент может загореться."
  },
  {
    "text": "Из арахисового масла можно делать не только бутерброды и снеки, но и бриллианты! Согласно одной из гипотез, алмазы образуются из углерода под действием очень высокого давления. Углерод содержат почти все продукты питания, так что исследователям из Баварского научно-исследовательского института геофизики и геохимии (Bayerisches Geoinstitut) удалось получить в лаборатории искусственный алмаз из обычного арахисового масла. Его можно получить из любого масла, даже из того, которым вы обычно завтракаете. А потом уже обычным способом алмаз превращается в бриллиант!"
  },
  {
    "text": "Грибы нельзя переготовить."
  },
  {
    "text": "Громкая музыка может заставить вас пить больше и чаще. И есть тоже."
  },
  {
    "text": "Лобстеры и устрицы когда-то были едой пролетериата."
  },
  {
    "text": "Наклейки на фруктах на самом деле съедобны. Производители утверждают, все наклейки изготавливаются из бумаги, которую можно есть. И клей на стикере пригоден в пищу. Подобную бумагу используют также в качестве украшения тортов."
  },
  {
    "text": "Астронавт Джонн Янг в 1965 году уронил сэндвич с бобами и говядиной в открытый космос."
  },
  {
    "text": "Если бы не было мух, не было бы шоколада. За все хорошее в жизни нужно платить. Шоколадные мошки издавна любят опылять какао-деревья, и переносят пыльцу с одного растения на другое. Когда какао-бобы собирают, частично в урожай попадают и насекомые."
  },
  {
    "text": "В средние века жгучий перец был настолько дорогим и ценным товаром, что его принимали в качестве оплаты кредитов и налогов."
  }
]