[
  {
    "id": 1,
    "title": "Завтрак холостяка",
    "description": "Каждый холостяк хочет кушать вкусно, но не всегда есть желание и возможность готовить разные блюда. Именно для вас мы приготовили простой рецепт завтрака для любого холостяка. Готовить очень быстро, а главное получается вкусно.",
    "ingredients": "Хлеб тостовый - 100<br/>Масло сливочное - 25 г<br/>Сыр \"Чедер\" - 80 - 100 г<br/>Кетчуп - 20 - 30 мл<br/>Яйца - 1 шт<br/>Соль - добавить по вкусу",
    "link": "https://www.youtube.com/embed/Y6ezqVSEWWM",
    "image": "r1.jpg"
  },
  {
    "id": 2,
    "title": "Завтрак из яиц, обжаренных в кляре",
    "description": "Приготовить вкусный и полезный завтрак из яиц, обжаренных в кляре очень просто. Сегодня мы расскажем вам, как приготовить такой аппетитный завтрак вкусно и красиво. Блюдо получается сочным, аппетитным и необыкновенным.",
    "ingredients": "Яйца - 5 шт<br/>Белый хлеб - 150 г<br/>Тимьян - 3 - 5 г<br/>Розмарин - 3 - 5 г<br/>Авокадо - 1 - 2 шт<br/>Оливковое масло - 5 - 10 мл<br/>Творожная масса - 70 г<br/>Пшеничная мука - 50 г<br/>Подсолнечное масло - 200 мл<br/>Хлеб тостовый - 100 г<br/>Соль - добавить по вкусу<br/>Перец черный молотый - добавить по вкусу",
    "link": "https://www.youtube.com/embed/tzzq7Wtqn1A",
    "image": "r2.jpg"
  },
  {
    "id": 3,
    "title": "Суп рыбака с лососем",
    "description": "Это чудесное блюдо сможет покорить ваше сердце. Все дело в непревзойденной нежности и питательности данного супа. Благодаря прекрасному сочетанию таких ингредиентов как лосось и сливки, данное блюдо становится для многих одним из самых любимых!",
    "ingredients": "Лук репчатый - 2-3 шт<br/>Картошка - 2-3 шт<br/>Морковь - 1 шт<br/>Перец белый молотый - по вкусу<br/>Соль - по вкусу<br/>Масло сливочное - 250 г<br/>Вода - 0,5 л<br/>Сливки - 1 л<br/>Зелень - по вкусу<br/>Лосось - 300-400 г",
    "link": "https://www.youtube.com/embed/Y6ezqVSEWWM",
    "image": "r3.jpg"
  },
  {
    "id": 4,
    "title": "Бюджетный луковый суп",
    "description": "Предлагаем приготовить французский луковый суп в бюджетном исполнении или просто луковый суп для студентов. В студенческие годы, живя в общежитии, приходится искать варианты интересных, вкусных, а главное недорогих блюд. Одним из таких рецептов сегодня мы поделимся с вами. Смотрите ниже фото с пошаговым приготовлением бюджетного и доступного супа.",
    "ingredients": "Лук репчатый - 2 кг<br/>Масло сливочное - 100 г<br/>Вода - 2 л<br/>Рафинированное подсолнечное масло - 2-3 ст. л.<br/>Батон - 1 шт<br/>Сыр твердый - 300 г<br/>Яблочный уксус - 1 стакан<br/>Бульонный кубик - 3 шт<br/>Прованские травы - 2 ч. л.<br/>Соль - по вкусу<br/>Пшеничная мука - 2-3 ст. л.<br/>Перец черный молотый - по вкусу",
    "link": "https://www.youtube.com/embed/7T15fj_U7eY",
    "image": "r4.jpg"
  },
  {
    "id": 5,
    "title": "Луковый суп с красным вином",
    "description": "Луковый суп с красным вином – один из вариантов классического французского лукового супа. Его насыщенный сладковатый вкус лука отлично сочетается с терпким свежим тимьяном и кисло-сладким вином. Тянущаяся сырная шапочка на хрустящей хлебной гренке – незаменимая изюминка этого блюда.",
    "ingredients": "Лук репчатый - 3 шт.<br/>Мясной бульон - 300-400 мл<br/>Вино красное полусухое - 1 стакан<br/>Масло сливочное - 2-3 ст. л.<br/>Хлеб - 1 шт.<br/>Сыр \"Пармезан\" - 30 г<br/>Сыр \"Моцарелла\" - 50 г<br/>Оливковое масло - 1 ч. л.<br/>Тимьян свежий - 2 веточки<br/>Лавровый лист - 2 шт<br/>Соль - по вкусу<br/>Чёрный перец - по вкусу",
    "link": "https://www.youtube.com/embed/Y6ezqVSEWWM",
    "image": "r5.jpg"
  },
  {
    "id": 6,
    "title": "Каннеллони с прованскими травами",
    "description": "Каннеллони – это вкусная и несложная в приготовлении альтернатива итальянской лазаньи с мясным фаршем. Попробовав наполненные питательной начинкой большие трубочки из теста (они же каннеллони), которые заправлены вкусным соусом, желание приготовить их еще не один раз возникнет обязательно!<br/><br/>Как это сделать в домашних условиях, смотрите в нашем рецепте.",
    "ingredients": "Каннеллони - 150 г<br/>Говяжий фарш - 400 г<br/>Лук репчатый - 1 шт.<br/>Подсолнечное масло - 2 ст. л.<br/>Перец черный молотый - 2 щепотки<br/>Итальянские травы - 2 ч. л.<br/>Томатный сок - 200 мл<br/>Соль - По вкусу<br/>Сыр \"Пармезан\" - 100 г<br/>Чеснок - 3 зубка<br/>Масло сливочное - 50 г<br/>Молоко - 1 л<br/>Пшеничная мука - 3 ст. л.<br/>Мускатный орех молотый - 1 ч. л.",
    "link": "https://www.youtube.com/embed/j4y1PqkAn1c",
    "image": "r6.jpg"
  },
  {
    "id": 7,
    "title": "Крокеты с беконом и сыром",
    "description": "Крокеты с беконом и сыром – это сытное вкусное блюдо, которое легко и быстро готовится, но несмотря на это дарит колоссальные вкусовые и ароматические ощущения всем, кто его попробует. Крокеты имеют хрустящую корочку, привлекательный золотистый цвет, приятный нежный вкус и фантастический аромат.",
    "ingredients": "Зелень - По вкусу<br/>Панировочные сухари - Для панировки<br/>Молоко - 1 л<br/>Масло сливочное - 100 г<br/>Лук - 1 шт.<br/>Соленые огурцы - 1 шт.Бекон - 100 г<br/>Куриная грудка вареная - 2 шт.<br/>Пшеничная мука - 200 г<br/>Соль - По вкусу<br/>Мускатный орех - По вкусу<br/>Перец черный молотый - По вкусу<br/>Перец чили молотый - По вкусу<br/>Сметана - 3 ст. л.<br/>Майонез - 1,5 ст. л.<br/>Яйца - 3 шт.<br/>Оливковое масло - 1 ч. л.<br/>Подсолнечное масло - Для жарки",
    "link": "https://www.youtube.com/embed/4-jni2lsCZE",
    "image": "r7.jpg"
  },
  {
    "id": 8,
    "title": "Рыбные крокеты",
    "description": "Рыбные крокеты - это блюдо, которое понравится всем любителям рыбы и морепродуктов. Они хрустящие, ароматные, красивые. Такие крокеты - это усовершенствованная версия рыбных котлет, приготовленных во фритюре. Приготовить такое блюдо не сложно, однако в его состав входят не слишком простые ингредиенты, поэтому их нужно приобрести заранее.",
    "ingredients": "Кальмары - 1 шт<br/>Филе тилапии - 1 шт<br/>Тигровые креветки - 100-150 г<br/>Лук - 1 шт<br/>Белок - 1 шт<br/>Пшеничная мука - 1 ст. л.<br/>Крахмал кукурузный - 1 ст. л.<br/>Приправа к рыбе - по вкусу<br/>Маринованные огурцы - 2 шт<br/>Соевый соус - 1 ч. л.<br/>Сметана - 2 ст. л.<br/>Растительное масло - для жарки",
    "link": "https://www.youtube.com/embed/0yr51NMheuQ",
    "image": "r8.jpg"
  },
  {
    "id": 9,
    "title": "Борщ на бульоне",
    "description": "Борщ – это изюминка украинской кухни, которая прославила нашу страну на весь мир. О неповторимом вкусе борща ходят легенды, и если вы хотите научиться готовить именно такой борщ, берите на заметку наш рецепт.",
    "ingredients": "Говядина на кости - 1 кг<br/>Вода - по вкусу<br/>Картошка - 500 г<br/>Капуста белокочанная - 300 г<br/>Свекла - 400 г<br/>Морков - 200 г<br/>Лук - 200 г<br/>Томатная паста - 3 ст.л.<br/>Уксус 6% - 1 ч.л.<br/>Чеснок - несколько зубков<br/>Лавровый лист - по вкусу<br/>Черный перец горошек - по вкусу<br/>Перец душистый - по вкусу<br/>Соль - по вкусу<br/>Зелень - по вкусу<br/>Растительное масло - для обжаривания",
    "link": "https://www.youtube.com/embed/J8c3UDmNunA",
    "image": "r9.jpg"
  },
  {
    "id": 10,
    "title": "Паста с мясом",
    "description": "",
    "ingredients": "Фарш 1 лоток<br/>Овощная смесь заморозка 1уп<br/>Томаты в соку 1 банка 800гр<br/>Спагетти 300гр<br/>Пармезан тертый 4ст ложки<br/>ст ложка сушеного лука<br/>Паприкa<br/>Чеснок<br/>2 ветки тимьяна",
    "link": "https://www.youtube.com/embed/iNS6b5-7kVY",
    "image": "r10.jpg"
  },
  {
    "id": 11,
    "title": "Домашний гамбургер",
    "description": "Видео рецепт вкуснейшего домашнего гамбургера от славного друже обломов. Домашний бургер у обломова получается лучше чем в макдональдсе. Соус приготовлен по рецепту шеф повара Гордона Рамзи.",
    "ingredients": "Булочки для гамбургера<br/>Свинина<br/>Бекон<br/>Помидор<br/>Лук<br/>Чеснок<br/>Сыр чеддер<br/>Салат<br/>Корнишоны маринованные<br/>Соус:<br/>Кетчуп2 ст.л.<br/>острый перец1 шт.<br/>Вустерширский соус2 ст.л.<br/>Уксус винный1 ст.л.",
    "link": "https://www.youtube.com/embed/zD-0y4sTx9I",
    "image": "r11.jpg"
  },
  {
    "id": 12,
    "title": "Сашими из осьминога",
    "description": "Рецепт приготовления дом сашими из осьминога от славного друже обломов, что может быть лучше, чем самому приготовить целого осьминога в домашних условиях? Незабываемый опыт.",
    "ingredients": "Осьминог целый - 1 шт.<br/>уксуса - 1 ст.л.<br/>соевого соуса - 1 ст.л.",
    "link": "https://www.youtube.com/embed/jOQz-FFpBHg",
    "image": "r12.jpg"
  }
]